Repository: Vigilo/models
Catalog: i18n/*/LC_MESSAGES/vigilo-models.po
Languages: de, fr

source: No sample selected. Available samples: %s
de: Kein Beispiel ausgewählt. Verfügbare Beispiele: %s
fr: Aucun exemple sélectionné. Exemples disponibles : %s

source: Sample '%s' cannot be found.
de: Beispiel '%s' kann nicht gefunden werden.
fr: Exemple '%s' non trouvé.

source: closing event on %s
fr: fermeture de l'événement sur %s

source: Close events which are at least DAYS old. DAYS must be a positive non-zero integer.
fr: Clôt les événements clos agés d'au moins DAYS jours. DAYS doit être un entier strictement positif.

source: Close events for hosts in the 'UP' state.
fr: Fermer les événements pour les hôtes dans l'état 'UP'.

source: Close events for services in the 'OK' state.
fr: Fermer les événements pour les services dans l'état 'OK'.

source: Load configuration from this file.
de: Konfiguration aus dieser Datei laden.
fr: Utiliser la configuration définie dans ce fichier.

source: Too many arguments
de: Zu viele Argumente
fr: Trop d'arguments

source: No database configuration found
de: Keine Datenbank-Konfiguration gefunden
fr: Configuration de la base de données non trouvée

source: Either -k or -u must be used. See %s --help for more information.
fr: L'option -k ou -u doit être utilisée. Voir %s --help pour plus d'information.

source: Some error occurred:
fr: Une erreur est survenue :

source: Successfully closed %d events matching the given criteria.
fr: %d événements fermés avec succès, correspondant aux critères donnés.

source: %prog [options] [username]
de: %prog [Optionen] [Benutzername]
fr: %prog [option] [nom d'utilisateur]

source: Changes Vigilo's password for user 'username' or the currently logged in user if this argument is omitted.
de: Ändert das Kennwort von Vigilo für den Benutzer 'Benutzername' oder den derzeit angemeldeten Benutzer, wenn dieses Argument ausgelassen wird.
fr: Modifie le mot de passe Vigilo de l'utilisateur "nom d'utilisateur" ou de l'utilisateur qui lance la commande si cet argument est omis.

source: Read the new password from this file.
fr: Lire le nouveau mot de passe depuis ce fichier.

source: Changing Vigilo password for user '%s'.
de: Das Vigilo-Kennwort für Benutzer '%s' wird geändert.
fr: Modification du mot de passe Vigilo pour l'utilisateur '%s'.

source: Enter current password:
de: Aktuelles Kennwort eingeben:
fr: Mot de passe actuel :

source: Bad login or password.
de: Benutzername oder Kennwort nicht korrekt.
fr: Identifiant ou mot de passe incorrect.

source: Enter new password:
de: Neues Kennwort eingeben:
fr: Nouveau mot de passe :

source: Confirm new password:
de: Neues Kennwort bestätigen:
fr: Confirmer :

source: Sorry, passwords do not match.
de: Leider stimmen die Kennwörter nicht überein.
fr: Désolé, les mots de passe ne coïncident pas.

source: Password unchanged.
de: Kennwort nicht geändert.
fr: Le mot de passe n'a pas été modifié.

source: An exception occurred while updating password for user '%s'.
de: Bei der Aktualisierung des Kennworts für Benutzer '%s' ist eine Ausnahme aufgetreten.
fr: Une erreur est survenue durant la mise à jour du mot de passe de l'utilisateur '%s'.

source: Successfully updated password for user '%s'.
de: Das Kennwort für Benutzer '%s' wurde erfolgreich aktualisiert.
fr: Le mot de passe de l'utilisateur '%s' a été mis à jour avec succès.

source: Deleted %(nb_deleted)d closed events which were at least %(days)d days old.
de: Gelöschte %(nb_deleted)d abgeschlossene Ereignisse, die mindestens %(days)d Tage alt sind.
fr: %(nb_deleted)d événements clos agés d'au moins %(days)d jours ont été supprimés"

source: Deleted %(nb_deleted)d entries in the history for high level services which were at least %(days)d days old.
de: Gelöschte %(nb_deleted)d Enträge im Verlauf für High-Level Services, die mindestens %(days)d Tage alt sind.
fr: %(nb_deleted)d entrées dans l'historique des services de haut niveau, agées d'au moins %(days)d jours ont été supprimées.

source: The database is %(size)d bytes big, which is more than the limit (%(limit)d bytes). I will now delete old closed events and history entries to make room for new ones.
de: Die Datenbank ist %(size)d Byte groß und liegt über dem Grenzwert (%(limit)d bytes). Die alten abgeschlossenen Ereignisse und Verlaufseinträge jetzt löschen, um Platz für neue zu schaffen.
fr: La base de données occupe %(size)d octets, ce qui dépasse la limite (%(limit)d octets). Je vais supprimer les anciens événements clos et les entrées d'historique afin de libérer de l'espace.

source: Deleted closed event #%d to make room for new events.
de: Gelöschtes abgeschlossenes Ereignis #%d um Platz für neue Ereignisse zu schaffen.
fr: Suppression de l'événement clos #%d pour faire de la place.

source: Deleted %(nb_deleted)d closed events. The database is now %(size)d bytes big (limit: %(limit)d bytes)
de: Gelöschtes %(nb_deleted)d abgeschlossenes Ereignis. Die Datenbank ist jetzt %(size)d Byte groß (limit: %(limit)d bytes)
fr: %(nb_deleted)d événements clos supprimés. La base de données occupe désormais %(size)d octets (limite : %(limit)d octets)

source: Deleted %(nb_deleted)d history entries on high level services. The database is now %(size)d bytes big (limit: %(limit)d bytes)
de: Gelöschte %(nb_deleted)d Verlaufseinträge über High-Level-Services. Die Datenbank ist jetzt %(size)d Byte groß (limit: %(limit)d bytes)
fr: %(nb_deleted)d entrées d'historique sur les services de haut niveau supprimées. La database occupe désormais %(size)d octets (limite : %(limit)d octets)

source: Remove closed events which are at least DAYS old. DAYS must be a positive non-zero integer.
de: Abgeschlossene Ereignisse, die mindestens TAGE alt sind, entfernen. TAGE müssen ein positiver nicht-Null Integer sein.
fr: Supprime les événements clos agés d'au moins DAYS jours. DAYS doit être un entier strictement positif.

source: Remove closed events, starting with the oldest ones, when the Vigilo database starts occupying more then SIZE bytes. SIZE must be a positive non-zero integer.
de: Abgeschlossene Ereignisse entfernen und dabei mit den ältesten beginnen, wenn die Vigilo Datenbank beginnt, mehr als GRÖSSE Bytes einzunehmen. GRÖSSE muss ein positiver nicht-Null Integer sein.
fr: Supprime des événements clos, en commençant par les plus agés, tant que la base de données de Vigilo occupe plus de SIZE octets. SIZE doit être un entier strictement positif.

source: Either -d or -s must be used. See %s --help for more information.
fr: L'option -d ou -s doit être utilisée. Voir %s --help pour plus d'information.

source: read-only
fr: lecture seule

source: read/write
fr: lecture/écriture

source: all
fr: toutes

source: No such usergroup '%s'
fr: Groupe d'utilisateurs inconnu '%s'

source: Could not parse <object group> (%s). Make sure the value is correct and try again.
fr: Impossible de lire la valeur de <object group> (%s). Assuez-vous que la valeur est correcte et réessayez.

source: No match found for group '%(group)s' with type '%(type)s'.
fr: Aucune correspondance trouvée pour le groupe '%(group)s' avec le type '%(type)s'.

source: Multiple groups named '%(group)s' with type '%(type)s' were found. Use --batch to set permissions on multiple groups at once.
fr: Plusieurs groupes nommés '%(group)s' avec le type '%(type)s' ont été trouvés. Utilisez --batch pour modifier les permissions sur plusieurs groupes simultanément.

source: The following groups were found:
fr: Les groupes suivants ont été trouvés :

source: Usergroup '%(usergroup)s' already has %(perm)s permissions on '%(path)s'. No change required.
fr: Le groupe d'utilisateur '%(usergroup)s' a déjà des permissions en %(perm)s sur '%(path)s'. Aucun changement n'est nécessaire.

source: Conflict detected: usergroup '%(usergroup)s' already has %(perm)s permissions on '%(path)s'.
fr: Conflit détecté : le groupe d'utilisateurs '%(usergroup)s' a déjà un accès en %(perm)s sur '%(path)s'.

source: Successfully set %(perm)s permissions on '%(path)s' for usergroup '%(usergroup)s'.
fr: Les permissions en %(perm)s ont correctement été positionnées sur '%(path)s' pour le groupe d'utilisateurs '%(usergroup)s'.

source: Successfully set %(perm)s permissions on %(nb_groups)d groups for usergroup '%(usergroup)s'.
fr: Les permissions en %(perm)s ont correctement été positionnées sur %(nb_groups)d groupes pour le groupe d'utilisateurs '%(usergroup)s'.

source: No match found for group '%(group)s' with type '%(type)s' and permission '%(perm)s'.
fr: Aucune correspondance trouvée pour le groupe '%(group)s' et la permission '%(perm)s'.

source: Successfully removed %(perm)s permissions on '%(path)s' for usergroup '%(usergroup)s'.
fr: Les permissions en %(perm)s ont bien été retirées sur '%(path)s' pour le groupe d'utilisateurs '%(usergroup)s'.

source: Successfully removed %(perm)s permissions on %(nb_groups)d groups for usergroup '%(usergroup)s'.
fr: Les permissions en %(perm)s ont bien été retirées sur %(nb_groups)d groupes pour le groupe d'utilisateurs '%(usergroup)s'.

source: %(count)d groups found with type '%(type)s':
fr: %(count)d groupes trouvés avec le type '%(type)s' :

source: No usergroup selected.
fr: Aucun groupe d'utilisateurs sélectionné.

source: No such permission '%s'.
fr: Permission introuvable '%s'

source: No permission selected.
fr: Aucune permission sélectionnée.

source: Adding permissions for usergroup '%s'.
fr: Ajout des permissions pour le groupe d'utilisateurs '%s'.

source: Removing permissions for usergroup '%s'.
fr: Suppression des permissions pour le groupe d'utilisateur '%s'.

source: Usergroup must be different
fr: Les groupes d'utilisateurs doivent être différents

source: Error on selected usergroups
fr: Groupe d'utilisateurs inconnu '%s'

source: Adding %s's datapermissions to usergroup '%s'.
fr: Ajout des permissions sur données de '%s' au groupe d'utilisateurs '%s'.

source: Successfully set %(dataperm)s permissions for usergroup '%(usergroup)s'.
fr: Les permissions en %(dataperm)s ont correctement été positionnées pour le groupe d'utilisateurs '%(usergroup)s'.

source: Datapermissions duplication completed.
fr: Duplication des permissions sur données effectuée.

source: Adding %s's permissions to usergroup '%s'.
fr: Ajout des permissions de '%s' au groupe d'utilisateurs '%s'.

source: Permissions duplication completed.
fr: Duplication des permissions effectuée.

source: Commands
fr: Commandes

source: Add or update permissions for the given usergroup to a certain group of objects.
fr: Ajoute ou met à jour les permissions pour le groupe d'utilisateurs donné sur un certain groupe d'objets.

source: Usergroup to act upon.
fr: Groupe d'utilisateurs sur lequel opérer.

source: Type of object group to act upon: 'monitored' for groups of monitored items, 'map' for groups of maps, or 'graph' for groups of graphs
fr: Le type de groupe d'objets sur lequel opérer : 'monitored' pour les groupes d'éléments supervisés, 'map' pour les groupes de cartes ou 'graph' pour les groupes de graphes.

source: Group to act upon. This can be either the full path to the group, or a relative one.
fr: Groupe sur lequel opérer. Il peut s'agir du chemin complet vers le groupe ou bien d'un chemin relatif.

source: Type of permission to give: 'ro' (%(ro)s) or 'rw' (%(rw)s).
fr: Le type de permission à donner : 'ro' (%(ro)s) ou 'rw' (%(rw)s).

source: In case multiple groups of objects are found with the given name and type, apply the permissions for all of them at once.
fr: Dans le cas où plusieurs groupes d'objets correspondent au nom et au type donné, ajuster les permissions de tous les groupes simultanément.

source: Resolve conflicts by updating existing permissions.
fr: Résoudre les conflits en mettant à jour les permissions existantes.

source: Remove permissions for a given usergroup on a certain group of objects.
fr: Supprime les permissions d'un groupe d'utilisateur donné sur un certain groupe d'objets.

source: Type of object group to act upon: 'monitored' for groups of monitored items, 'map' for groups of maps, or 'graph' for groups of graphs.
fr: Le type de groupe d'objets sur lequel opérer : 'monitored' pour les groupes d'éléments supervisés, 'map' pour les groupes de cartes ou 'graph' pour les groupes de graphes.

source: Display the list of existing usergroups and other groups of objects.
fr: Affiche la liste des groupes d'utilisateurs et autres groupes d'objets existant.

source: Type of object group to act upon: 'monitored' for groups of monitored items, 'map' for groups of maps, 'graph' for groups of graphs, or 'user' for usergroups.
fr: Le type de groupe sur lequel opérer : 'monitored' pour les groupes d'éléments supervisés, 'map' pour les groupes de cartes, 'graph' pour les groupes de graphes ou 'user' pour les groupes d'utilisateurs.

source: Alias for '%(prog)s add --update'.
fr: Alias pour '%(prog)s add --update'.

source: Alias for '%(prog)s remove'.
fr: Alias pour '%(prog)s remove'.

source: Give permissions on Vigilo applications to some users.
fr: Donne des permissions à certains utilisateurs sur les applications de Vigilo.

source: Comma-separated list of permissions.
fr: Liste de permissions, séparées par des virgules.

source: Take away permissions on Vigilo applications from some users.
fr: Retire les permissions de certains utilisateurs sur les applications de Vigilo.

source: Duplicate permissions on Vigilo applications and/or data from one usergroup to another.
fr: Duplique les permissions sur les applications et/ou les données d'un groupe d'utilisateurs à un autre.

source: Type of permissions to duplicate: 'data' to duplicate permissions on data, 'apps' to duplicate permissions on Vigilo apps, or 'all' to duplicate both types of permissions
fr: Type de permissions à dupliquer: 'data' pour dupliquer les permissions sur les données, 'apps' pour dupliquer les permissions sur les applications, 'all' pour dupliquer tout type de permissions

source: Usergroup to act upon: <src_group> <dest_group>
fr: Sélection des groupes d'utilisateurs : <src_group> <dest_group>

source: You must be root to use this script.
fr: Seul le super-utilisateur (root) peut utiliser ce script.
